[M_IrisEp4_AMontage MissionDefinition]
MissionName="Sequência de Treinamento"
MissionDescription="Moxxi é a sua nova patrocinadora e ela é tão boa em promover gladiadores quanto em chamar a atenção dos homens. Além disso, ela tem um plano para você..."
TurnInDescription="Sua treinadora é a sua velha amiga, Tina Pequenina.  Bom, o ''velha'' é modo de dizer afinal, ela só tem treze anos... e o ''amiga'' também é modo de dizer."
MissionSummary="Encontre-se com a sua nova treinadora."
MissionGiver="Moxxi"
MissionTurnInLocation="Tina Pequenina"
TeaserText=""

[M_IrisEp4_AMontage:FindTrainer MissionObjectiveDefinition]
ProgressMessage="Conheça sua nova treinadora"

[M_IrisEp4_AMontage:LeaveBar MissionObjectiveDefinition]
ProgressMessage="Saia do Bar do Pete Incendiário"

[M_IrisEp4_AMontage:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_AMontage:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_AMontage:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Moxxi é a sua nova patrocinadora e ela é tão boa em promover gladiadores quanto em chamar a atenção dos homens.\nEla disse que você precisa treinar para poder enfrentar gladiadores de categorias superiores, como a Mama Motor e o Aviador.  Por isso, ela contratou uma treinadora especializada.  Você deveria ir conhecê-la."

[M_IrisEp4_AMontage:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_AMontage:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_AMontage:MoxxisBar MissionObjectiveDefinition]
ProgressMessage="Vá até o Bar da Cratera Badass"

[M_IrisEp4_AMontage:ReturnToHub MissionObjectiveDefinition]
ProgressMessage="Volte para a Cratera"

[M_IrisEp4_CherryBomb MissionDefinition]
MissionName="Liguem os Motores"
MissionDescription="O próximo gladiador em melhor posição na classificação Torgue se chama Mama Motor.  Ela está escondida em [place]Southern Raceway[-place] e só aparece para enfrentar os adversários mais dignos.\nJá que chamou sua atenção, você está livre para se reunir com a Mama Motor e acabar com ela como se não houvesse amanhã."
TurnInDescription="Graças ao seus esforços, nesse momento a Mama Motor está dirigindo pela grande estrada do céu.\nNão... estou brincando.  Ela já está no inferno uma hora dessas."
MissionSummary="Derrote a Mama Motor."
MissionGiver="Tina"
MissionTurnInLocation="Moxxi"
TeaserText=""

[M_IrisEp4_CherryBomb:DefeatMotorMama MissionObjectiveDefinition]
ProgressMessage="Derrote a Mama Motor"

[M_IrisEp4_CherryBomb:EnterRaceway MissionObjectiveDefinition]
ProgressMessage="Vá até a entrada de Raceway"

[M_IrisEp4_CherryBomb:FakeFindMama MissionObjectiveDefinition]
ProgressMessage="Encontre a Mama Motor"

[M_IrisEp4_CherryBomb:FindMama MissionObjectiveDefinition]
ProgressMessage="Encontre a Mama Motor"

[M_IrisEp4_CherryBomb:FollowWire1 MissionObjectiveDefinition]
ProgressMessage="Siga as linhas de tensão"

[M_IrisEp4_CherryBomb:Gatherallplayers MissionObjectiveDefinition]
ProgressMessage="Prepare-se para o combate"

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_12 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_13 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_14 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_15 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride="Volte até a Moxxi."
MissionDescriptionOverride="Mama Motor morreu e agora você é o terceiro gladiador na classificação da Torgue.  Moxxi quer conversar com você para que desafie o segundo colocado: o Aviador."

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_CherryBomb:PowerUp MissionObjectiveDefinition]
ProgressMessage="Conecte a corrente da porta"

[M_IrisEp4_CherryBomb:SpeekWithMoxie MissionObjectiveDefinition]
ProgressMessage="Volte até a Moxxi"

[M_IrisEp4_TrainningWithTina MissionDefinition]
MissionName="Comer Biscoitos e Cagar Trovões"
MissionDescription="Moxxi é a sua nova patrocinadora e ela é tão boa em promover gladiadores quanto em chamar a atenção dos homens.  Ela disse que você precisa treinar para poder enfrentar gladiadores de categorias superiores, como a Mama Motor e o Aviador.\nAcontece que sua nova treinadora é a Tina Pequenina. Ela pediu para você ir até a Arena Torgue."
TurnInDescription="Os biscoitos de aveia com uva passas deveriam ser considerados crime de guerra."
MissionSummary="Vá até a [place]Arena Torgue[-place]."
MissionGiver="Tina"
MissionTurnInLocation="Painel de Trabalhos da Cratera"
TeaserText=""

[M_IrisEp4_TrainningWithTina:BreakIntoArena MissionObjectiveDefinition]
ProgressMessage="Entre na Arena"

[M_IrisEp4_TrainningWithTina:DestroyVending MissionObjectiveDefinition]
ProgressMessage="Destrua as dispensas de alimento"

[M_IrisEp4_TrainningWithTina:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_TrainningWithTina:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_TrainningWithTina:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga os biscoitos."
MissionDescriptionOverride="Moxxi é a sua nova patrocinadora e ela é tão boa em promover gladiadores quanto em chamar a atenção dos homens.  Ela disse que você precisa treinar para poder enfrentar gladiadores de categorias superiores, como a Mama Motor e o Aviador.\nAcontece que sua nova treinadora é a Tina Pequenina. Segundo ela, a primeira parte do seu treinamento consiste de uma dieta nutritiva: você tem que comer muitos biscoitos de chocolate das dispensas de alimentos da Torgue para conseguir a força suficiente para acabar com Piston."

[M_IrisEp4_TrainningWithTina:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua as dispensas de alimentos."
MissionDescriptionOverride="Moxxi é a sua nova patrocinadora e ela é tão boa em promover gladiadores quanto em chamar a atenção dos homens.  Ela disse que você precisa treinar para poder enfrentar gladiadores de categorias superiores, como a Mama Motor e o Aviador.\nAcontece que sua nova treinadora é a Tina Pequenina. Segundo ela, a primeira parte do seu treinamento consiste de uma dieta nutritiva: você tem que comer muitos biscoitos de chocolate das dispensas de alimentos da Torgue para conseguir a força suficiente para acabar com Piston.\nMas depois de alguns biscoitos as coisas ficaram feias: Tina percebeu que os pedaços nos biscoitos não eram de chocolate, mas sim, o ingrediente mais enganador e infame que podem colocar em um biscoito: ''uva passas''.\nTina ficou tão irritada que exigiu que você destrua todas as dispensas de alimentos para que ninguém mais volte a comer um biscoito com uva passas novamente."

[M_IrisEp4_TrainningWithTina:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4_TrainningWithTina:ReturnToTina MissionObjectiveDefinition]
ProgressMessage="Fale com a Tina Pequenina"

[M_IrisEp4_TrainningWithTina:StealCookies MissionObjectiveDefinition]
ProgressMessage="Roube os biscoitos"

